packages/pvactools/pvactools-4.0.5-py3-none-any.whl/pvactools/tools/pvacview/pvacview/app/controllers/samples_controller.rb

SELECT "samples".* FROM "samples"
---
  def index
    @samples = Sample.all