Repository: pypi-data/pypi-mirror-232
Catalog: packages/cdtray/cdtray-2.0rc1.tar.gz/cdtray-2.0rc1/translate/*.po
Languages: es

source: Jump to
es: Saltar a

source: Eject
es: Expulsar

source: Track #actual_track of #total_tracks
es: Pista #actual_track de #total_tracks

source: Playing track %s
es: Reproduciendo pista %s

source: Track %s
es: Pista %s

source: Configure CD Tray
es: Configurar CD Tray

source: Set CD Device
es: Dispositivo del CD

source: autostart at boot
es: Auto arrancar al inicio

source: Show notifications when start new track
es: Mostrar notificaciones al comenzar nueva pista

source: Set audio output
es: Dispositivo de salids

source: Special Thanks: To the Desdelinux users for supporting me with their ideas To Desdelinux's user proper for helping me with the name of the program And for all of you for downloading and using this program
es: Agradecimientos: A los usuarios de Desdelinux por su apoyo e ideas. Al usuario de Desdelinux proper por sugerir el nombre del programa. Y a todos vosotros por descargarlo y usarlo.

source: Proyect page on my blog (Only in spanish)
es: Pagina del proyecto en mi blog

source: Set CD device
es: Dispositivo del CD

source: Force kill another cdtray instance
es: Forzar el cierra de otra instancia de cdtray

source: Error!
es: Â¡Error!

source: There is another cdtray instance running. If the program didn't close correctly, kill cdtray process
es: Ya se esta ejecutando una instancia de CD Tray. Si el programa no salio correctamente, mate el proceso cdtray
