Repository: pypi-data/pypi-mirror-232
Catalog: packages/bre-next/bre_next-0.22.tar.gz/bre_next-0.22/bre/locales/*/LC_MESSAGES/messages.po
Languages: nl

source: Set
nl: zet

source: Delete
nl: verwijder

# string_left_string
source: Str. left
nl: str. links

# string_left_integer
source: Str. left (element)
nl: str. links (element)

# string_right_string
source: Str. right
nl: str. rechts

# string_right_integer
source: Str. right (element)
nl: str. rechts (element)

# string_leftback_string
source: Str. leftback
nl: str. linksachter

# string_leftback_integer
source: Str. leftback (element)
nl: str. linksachter (element)

# string_rightback_string
source: Str. rightback
nl: str. rechtachter

# string_rightback_integer
source: Str. rightback (element)
nl: str. rechtachter (element)

source: Absolute
nl: Absoluut

source: Negative
nl: Negatief

source: Equals
nl: is gelijk aan

source: Equals (insensitive)
nl: is gelijk aan (insensitive)

source: Not Equals
nl: is niet gelijk aan

source: Not Equals (insensitive)
nl: is niet gelijk aan (insensitive)

source: Empty
nl: is leeg

# is_not_empty
source: Not empty
nl: is niet leeg

source: Starts with
nl: begint met

source: Starts with (insensitive)
nl: begint met (insensitive)

# starts_not_with
source: Not Starts with
nl: begint niet met

# starts_not_with_insensitive
source: Not Starts with (insensitive)
nl: begint niet met (insensitive)

source: Ends with
nl: eindigt met

source: Ends with (insensitive)
nl: eindigt met (insensitive)

# ends_not_with
source: Not Ends with
nl: eindigt niet met

# ends_not_with_insensitive
source: Not Ends with (insensitive)
nl: eindigt niet met (insensitive)

source: Contains
nl: bevat

source: Contains (insensitive)
nl: bevat (insensitive)

source: Not contains
nl: bevat niet

source: Not contains (insensitive)
nl: bevat niet (insensitive)

source: Match Regex
nl: match via regex

source: Not Match Regex
nl: geen match via regex

source: Greater than
nl: groter dan

source: Smaller than
nl: kleiner dan

source: Base country
nl: Basisland

source: Posting date
nl: Boekingsdatum

source: Company code
nl: Bedrijfscode

source: Credit limit
nl: Kredietbeperking

source: Document text
nl: Koptekst

# header_text_01
source: Description 1 (invoice-header)
nl: Omschrijving 1 (factuurkop)

# header_text_02
source: Description 2 (invoice-header)
nl: Omschrijving 2 (factuurkop)

# header_text_03
source: Description 3 (invoice-header)
nl: Omschrijving 3 (factuurkop)

source: Invoice type
nl: Factuurtype

source: Vendor invoice date
nl: Factuurdatum

source: Vendor invoice number
nl: Factuurnummer

source: Debit credit
nl: Debet/credit

source: Debit
nl: Debet

source: Blocked amount
nl: Geblokeerd bedrag / G-rekening

# structured_statement
source: Payment reference
nl: Betalings kenmerk

source: Payment ID
nl: Betalings ID

source: Reviewer
nl: Controleur

source: Routing code
nl: Routeercode

source: Tax date
nl: Belasting datum

source: Invoice amount
nl: Factuurbedrag

source: Currency code
nl: Valuta

source: Assignment
nl: Toewijzing

source: Order number
nl: Bestelnummer

# order_order_number
source: Ordernumber (for codinglines)
nl: Bestelnummer (voor codeerregels)

# po_lookups_po_lookup
source: PO. lookup (for codinglines)
nl: PO. lookup (voor codeerregels)

source: Customerparty department
nl: Ontvangende partij vestiging

# customerparty_gln
source: Customerparty GLN (OY)
nl: Ontvangende partij GLN (OY)

source: Customerparty name
nl: Ontvangende partij naam

source: Customerparty number
nl: Ontvangende partij nummer

# customerparty_taxid
source: Customerparty VAT id
nl: Ontvangende partij BTW-nummer

source: Customerparty address
nl: Ontvangende partij adres

source: Customerparty bank account
nl: Ontvangende partij bankrekening

# customerparty_coc
source: Customerparty chamber of commerce
nl: Ontvangende partij KvK

source: Customerparty city
nl: Ontvangende partij plaats

source: Customerparty country
nl: Ontvangende partij land

# customerparty_postal
source: Customerparty postalcode
nl: Ontvangende partij postcode

source: Customerparty telephone
nl: Ontvangende partij telefoon

# customerparty_contactdesc
source: Customerparty contact-description
nl: Ontvangende partij contact-omschrijving

# initiating_party_gln
source: Initiating party GLN (PR)
nl: Versturende partij GLN (PR)

source: Initiating party name
nl: InitiÃ«rende party naam

# shiptoparty_gln
source: Intermediate party GLN (ST)
nl: Tussenliggende partij GLN (ST)

source: Vendor department
nl: Leverancier adfdeling

# vendor_gln
source: Vendor GLN (VN)
nl: Leverancier GLN (VN)

source: Vendor name
nl: Leveranciersnaam

source: Vendor number
nl: Leveranciersnummer

source: Vendor VAT id
nl: Leverancier BTW-nummer

source: Vendor address
nl: Leverancier adres

source: Vendor bank account
nl: Leveranciers bankrekening

# vendor_coc
source: Vendor chamber of commerce
nl: Leverancier kamer van koophandel

source: Vendor city
nl: Leverancier plaats

source: Vendor country
nl: Leverancier land

source: Vendor postal
nl: Leverancier postcode

source: Vendor telephone
nl: Leverancier telefoonnummer

# vendor_contactdesc
source: Vendor contact
nl: Leverancier contact

source: Tax amount
nl: BTW bedrag

# tax_percent
source: Tax percentage
nl: BTW percentage

source: Tax shifted
nl: BTW verlegd

# amount_1
source: Free amount field 1
nl: Vrij bedrag veld 1

# amount_2
source: Free amount field 2
nl: Vrij bedrag veld 2

# amount_3
source: Free amount field 3
nl: Vrij bedrag veld 3

# date_1
source: Free date field 1
nl: Vrij datum veld 1

# date_2
source: Free date field 2
nl: Vrij datum veld 2

# date_3
source: Free date field 3
nl: Vrij datum veld 3

# generic_1
source: Free generic field 1
nl: Vrij generiek veld 1

# generic_2
source: Free generic field 2
nl: Vrij generiek veld 2

# generic_3
source: Free generic field 3
nl: Vrij generiek veld 3

source: Freightcosts
nl: Vrachtkosten

source: Ordercosts
nl: Bestelkosten

source: Packagingcosts
nl: Verpakkingskosten

source: Additional coding
nl: Additioneel coderen

source: Scan source
nl: Scanbron

# mail_company_code
source: Email company code
nl: Email bedrijfscode

# from_address
source: Email address (from)
nl: Email-adres (van)

# mail_date
source: Email date
nl: Email datum

# mail_subject
source: Email subject
nl: Email onderwerp

# to_address
source: Email address (to)
nl: Email-adres (naar)

# Line ItemAmount
source: Invoice amount
nl: Factuurbedrag

# Line Number
source: Order number
nl: Bestelnummer

# Line OrderLineNumber
source: Order number
nl: Bestelnummer

# Line OrderNumber
source: Order number
nl: Bestelnummer
