Repository: pypi-data/pypi-mirror-232
Catalog: packages/gnuhealth-crypto-lab/gnuhealth_crypto_lab-4.2.3.tar.gz/gnuhealth_crypto_lab-4.2.3/locale/*.po
Languages: ar

# field:gnuhealth.lab,digest_current:
source: Current Hash
ar: الخليط الحالي

# field:gnuhealth.lab,digest_status:
source: Altered
ar: معدل

# field:gnuhealth.lab,digital_signature:
source: Digital Signature
ar: توقيع رقمي

# field:gnuhealth.lab,document_digest:
source: Digest
ar: هضم

# field:gnuhealth.lab,done_by:
source: Done by
ar: انتهى بواسطة

# field:gnuhealth.lab,done_date:
source: Finished on
ar: انتهى في

# field:gnuhealth.lab,serializer:
source: Doc String
ar: نص المستند

# field:gnuhealth.lab,serializer_current:
source: Current Doc
ar: المستند الحالي

# field:gnuhealth.lab,state:
source: State
ar: الحالة

# field:gnuhealth.lab,validated_by:
source: Validated by
ar: تحقق من قبل

# field:gnuhealth.lab,validation_date:
source: Validated on
ar: تحقق من قبل

# help:gnuhealth.lab,digest_status:
source: This field will be set whenever parts of the main original document has been changed. Please note that the verification is done only on selected fields.
ar: سيتم تعيين هذا الحقل كلما تم تغيير أجزاء من المستند الأصلي الرئيسي. يرجى ملاحظة أن التحقق يتم فقط في الحقول المحددة.

# help:gnuhealth.lab,document_digest:
source: Original Document Digest
ar: ملخص المستند الاصلي

# help:gnuhealth.lab,done_by:
source: Professional who processes this lab test
ar: المختص الذي عالج هذا التحليل

# help:gnuhealth.lab,validated_by:
source: Professional who validates this lab test
ar: المختص الذي صادق على نتيجة التحليل

# selection:gnuhealth.lab,state:
source: Done
ar: انتهى

# selection:gnuhealth.lab,state:
source: Draft
ar: مسودة

# selection:gnuhealth.lab,state:
source: Validated
ar: مصادق
