Repository: pypi-data/pypi-mirror-232
Catalog: packages/gnuhealth-ntd-dengue/gnuhealth_ntd_dengue-4.2.3.tar.gz/gnuhealth_ntd_dengue-4.2.3/locale/*.po
Languages: ar

# field:gnuhealth.dengue_du_survey,aedes_larva:
source: Larvae
ar: اليرقات

# field:gnuhealth.dengue_du_survey,animal_water_container:
source: Animal Water containers
ar: احواض الحيوانات

# field:gnuhealth.dengue_du_survey,create_date:
source: Create Date
ar: أنشئ معلومات

# field:gnuhealth.dengue_du_survey,create_uid:
source: Create User
ar: إنشاء مستخدم

# field:gnuhealth.dengue_du_survey,du:
source: DU
ar: إدخال سائل

# field:gnuhealth.dengue_du_survey,du_fumigation:
source: Fumigation
ar: تبخير

# field:gnuhealth.dengue_du_survey,du_status:
source: Status
ar: الحالة

# field:gnuhealth.dengue_du_survey,flower_vase:
source: Flower vase
ar: مزهرية

# field:gnuhealth.dengue_du_survey,fumigation_date:
source: Fumigation Date
ar: تاريخ التبخير

# field:gnuhealth.dengue_du_survey,id:
source: ID
ar: المُعرّف

# field:gnuhealth.dengue_du_survey,larva_in_house:
source: Domiciliary
ar: المسكن

# field:gnuhealth.dengue_du_survey,larva_peri:
source: Peri-Domiciliary
ar: شبه منزل

# field:gnuhealth.dengue_du_survey,name:
source: Survey Code
ar: رمز الاستبيان

# field:gnuhealth.dengue_du_survey,next_survey_date:
source: Next survey
ar: الاستبيان التالي

# field:gnuhealth.dengue_du_survey,observations:
source: Observations
ar: ملاحظات

# field:gnuhealth.dengue_du_survey,old_tyres:
source: Tyres
ar: الاطارات

# field:gnuhealth.dengue_du_survey,potted_plant:
source: Potted Plants
ar: نبات في أصيص

# field:gnuhealth.dengue_du_survey,rec_name:
source: Name
ar: الاسم

# field:gnuhealth.dengue_du_survey,rock_holes:
source: Rock holes
ar: ثقوب صخرية

# field:gnuhealth.dengue_du_survey,survey_date:
source: Date
ar: تاريخ

# field:gnuhealth.dengue_du_survey,tree_holes:
source: Tree holes
ar: ثقوب اشجار

# field:gnuhealth.dengue_du_survey,write_date:
source: Write Date
ar: كتابة معلومات

# field:gnuhealth.dengue_du_survey,write_uid:
source: Write User
ar: كتابة مستخدم

# field:gnuhealth.sequences,dengue_du_survey_sequence:
source: Dengue Survey Sequence
ar: تسلسل مسح حمى الضنك

# help:gnuhealth.dengue_du_survey,aedes_larva:
source: Check this box if Aedes aegypti larvae were found
ar: ضع علامة في هذا المربع إذا تم العثور على يرقات الزاعجة المصرية

# help:gnuhealth.dengue_du_survey,animal_water_container:
source: Animal water containers not scrubbed or clean
ar: أوعية مياه الحيوانات غير مغسولة أو نظيفة

# help:gnuhealth.dengue_du_survey,du:
source: Domiciliary Unit
ar: وحدة الرعاية المنزلية

# help:gnuhealth.dengue_du_survey,du_fumigation:
source: The DU has been fumigated
ar: تم تبخير اليورانيوم المنضب

# help:gnuhealth.dengue_du_survey,du_status:
source: DU status compared to last visit
ar: حالة DU مقارنة بآخر زيارة

# help:gnuhealth.dengue_du_survey,flower_vase:
source: Flower vases without scrubbing or cleaning
ar: مزهريات الورد بدون حك أو تنظيف

# help:gnuhealth.dengue_du_survey,fumigation_date:
source: Last Fumigation Date
ar: تاريخ آخر تبخير

# help:gnuhealth.dengue_du_survey,larva_in_house:
source: Check this box if larvae were found inside the house
ar: ضع علامة في هذا المربع إذا تم العثور على يرقات داخل المنزل

# help:gnuhealth.dengue_du_survey,larva_peri:
source: Check this box if larva were found in the peridomiciliary area
ar: حدد هذا المربع إذا تم العثور على يرقة في منطقة حول الذرة

# help:gnuhealth.dengue_du_survey,old_tyres:
source: Old vehicle tyres found
ar: تم العثور على إطارات سيارات قديمة

# help:gnuhealth.dengue_du_survey,ovitraps:
source: Check if ovitraps are in place
ar: تحقق مما إذا كانت الأوفيترابس في مكانها الصحيح

# help:gnuhealth.dengue_du_survey,potted_plant:
source: Potted Plants with saucers
ar: النباتات المحفوظة بوعاء مع الصحون

# help:gnuhealth.dengue_du_survey,rock_holes:
source: unfilled rock holes
ar: ثقوب صخرية شاغرة

# help:gnuhealth.dengue_du_survey,tree_holes:
source: unfilled tree holes
ar: ثقوب اشجار فارغة

# model:gnuhealth.dengue_du_survey,name:
source: Dengue DU Survey
ar: مسح حمى الضنك DU

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_elisa_elisa_igg
source: Dengue ELISA Ig-M
ar: حمى الضنك ELISA Ig-M

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_elisa_igg
source: Dengue Ig-G
ar: حمى الضنك Ig-G

# model:gnuhealth.lab.test.critearea,name:gnuhealth_test_critearea_qualitative_pcr
source: Dengue PCR
ar: مسحة حمى الضنك

source: Dengue PRNT
ar: حمى الضنك PRNT

# model:gnuhealth.lab.test_type,name:gnuhealth_test_dengue_elisa_igg_analysis0
source: DENGUE IgG
ar: حمى الضنك IgG

# model:gnuhealth.lab.test_type,name:gnuhealth_test_dengue_elisa_igm_analysis0
source: DENGUE ELISA
ar: حمى الضنك ELISA

# model:gnuhealth.lab.test_type,name:gnuhealth_test_dengue_pcr_analysis0
source: DENGUE PCR
ar: مسحة حمى الضنك

# model:gnuhealth.lab.test_type,name:gnuhealth_test_dengue_prnt_analysis0
source: DENGUE PRNT
ar: حمى الضنك PRNT

# model:ir.action,name:act_dengue_du_survey_form
source: Dengue DU Survey
ar: مسح حمى الضنك DU

# model:ir.sequence,name:seq_gnuhealth_du_survey
source: Dengue DU Survey
ar: مسح حمى الضنك DU

# model:ir.sequence.type,name:seq_type_gnuhealth_du_survey
source: Dengue DU Survey
ar: مسح حمى الضنك DU

# model:product.template,name:product_template_dengue_elisa_igg_analysischarges0
source: Dengue IgG Charges
ar: تكلفة حمى الضنك IgG

# model:product.template,name:product_template_dengue_elisa_igm_analysischarges0
source: Dengue ELISA MAC Ig-M Charges
ar: تكلفة حمى الضنك ELISA MAC Ig-M

# model:product.template,name:product_template_dengue_pcr_analysischarges0
source: Dengue PCR Charges
ar: تكلفة مسحة حمى الضنك

# model:product.template,name:product_template_dengue_prnt_analysischarges0
source: Dengue PRNT Charges
ar: تكلفة حمى الضنك PRNT

# selection:gnuhealth.dengue_du_survey,du_status:
source: Improved
ar: متطور

# selection:gnuhealth.dengue_du_survey,du_status:
source: Initial
ar: البداية

# selection:gnuhealth.dengue_du_survey,du_status:
source: Unchanged
ar: لم يتغير

# selection:gnuhealth.dengue_du_survey,du_status:
source: Worsen
ar: أسوأ
