NUM_UNIT = {
    'km': '킬로미터',
    'Km': '킬로미터',
    'KM': '킬로미터',
    'cm': '쎈치미터',
    'Cm': '쎈치미터',
    'CM': '쎈치미터',
    'm': '미터',  # 엠
    'kcal': '칼로리',
    'Kcal': '칼로리',
    'KCAL': '칼로리',
    'kg': '킬로그램',
    'Kg': '킬로그램',
    'g': '그램',
    'cc': '씨씨', # 크
    'CC': '씨씨',
    'mAh': '밀리암페어시', # 매
    't': '티스푼', # 톤
    'T': '테이블스푼', # 톤
    '㎍/㎥"': '마이크로 세제곰미터',
    "㎥": '세제곰미터',
    "㎍": '마이크로그램',
    "ng/㎖": '나노그램 미리리터',
    "㎖": '미리리터',
    "%": "퍼센트",
    "L": "리터",
}